[
    {
        "id": 1,
        "thumb": "AUDIT AND ASSURANCE.png",
        "thumbFull": "AUDIT AND ASSURANCE.png",
        "activeClass": "",
        "title": "Audit & Assurance",
        "icon": "",
        "text": "Ensure your business's financial integrity with comprehensive Audit & Assurance services. Through detailed analysis of your financial statements, we identify risks, ensure compliance, and provide actionable insights. Our services enhance transparency, accuracy, and confidence in your financial reporting, helping you strengthen decision-making and align with regulatory requirements.",
        "btnText": "Read More"
    },
    {
        "id": 2,
        "thumb": "Reports & Certification.png",
        "thumbFull": "reports.webp",
        "activeClass": "",
        "title": "Reports & Certification",
        "icon": "",
        "text": "Accurate and reliable reports are essential for decision-making. Our Reports & Certification services provide stakeholders with confidence by delivering clear, detailed insights. From regulatory certifications to customized reports, we ensure compliance, improve transparency, and help businesses meet statutory obligations for better strategic planning and performance.",
        "btnText": "Read More"
    },
    {
        "id": 3,
        "thumb": "Outsourcing Support Service.png",
        "thumbFull": "Accounts Outsourcing.png",
        "activeClass": "",
        "title": "Outsourcing Support Service",
        "icon": "",
        "text": "Focus on core operations while we handle outsourcing of finance, accounting, payroll, and administrative tasks. Our efficient support services help reduce overheads, ensure compliance, and improve operational accuracy. By integrating seamlessly into your processes, we enable your business to thrive and stay ahead in a competitive market.",
        "btnText": "Read More"
    },
    {
        "id": 4,
        "thumb": "Governance, Risk and Compliance Advisor.png",
        "thumbFull": "Governance, Risk and Compliance Advisor.png",
        "activeClass": "",
        "title": "Governance, Risk & Compliance Advisory",
        "icon": "",
        "text": "Our Governance, Risk & Compliance (GRC) Advisory services provide businesses with strategies to navigate evolving regulatory landscapes. From establishing governance frameworks to mitigating risks, we empower your business to meet legal obligations confidently. Trust us to streamline compliance and build operational resilience for sustainable success.",
        "btnText": "Read More"
    },
    {
        "id": 5,
        "thumb": "FEMA Advisory.png",
        "thumbFull": "FEMA Advisory.png",
        "activeClass": "",
        "title": "FEMA Advisory",
        "icon": "",
        "text": "Stay compliant with India's FEMA regulations with our specialized advisory services. From cross-border transactions to foreign investment planning, we assist businesses in navigating regulatory requirements effectively. Our tailored solutions ensure seamless compliance, minimize risks, and facilitate smooth operations in the global business environment.",
        "btnText": "Read More"
    },
    {
        "id": 6,
        "thumb": "Corporate Law.png",
        "thumbFull": "Corporate Law.png",
        "activeClass": "",
        "title": "Corporate Law",
        "icon": "",
        "text": "Navigate corporate legal complexities with confidence. Our Corporate Law services cover company formation, mergers and acquisitions, governance, and documentation. By ensuring compliance with regulations, we help you streamline operations, minimize risks, and achieve your strategic goals with a strong legal foundation.",
        "btnText": "Read More"
    },
    {
        "id": 7,
        "thumb": "NRI Tax Compliance.png",
        "thumbFull": "NRI Tax Compliance.png",
        "activeClass": "",
        "title": "NRI Tax Compliance",
        "icon": "",
        "text": "Simplify tax compliance for Non-Resident Indians (NRIs) with our expert services. We assist in tax planning, filing returns, and ensuring adherence to Indian tax laws. Our team provides tailored solutions to help NRIs avoid penalties, optimize taxes, and maintain compliance with all regulatory requirements.",
        "btnText": "Read More"
    },
    {
        "id": 8,
        "thumb": "Regulatory Compliance for Business.png",
        "thumbFull": "Regulatory Compliance for Business.png",
        "activeClass": "",
        "title": "Regulatory Compliance for Business",
        "icon": "",
        "text": "Ensure your business adheres to all statutory and legal requirements effectively. Our Regulatory Compliance services include preparing necessary documentation, obtaining approvals, and streamlining compliance processes. We help businesses navigate complex regulatory frameworks, reduce risks, and maintain operational continuity in an ever-evolving regulatory environment.",
        "btnText": "Read More"
    },
    {
        "id": 9,
        "thumb": "Registration of Section 8 Company.png",
        "thumbFull": "Registration of Section 8 Company.png",
        "activeClass": "",
        "title": "Registration of Section 8 Company",
        "icon": "",
        "text": "Facilitate the registration of Section 8 Companies for promoting charitable and social objectives. Our team ensures compliance with statutory guidelines, drafts necessary documents, and handles the entire registration process. Trust us to help you focus on creating a positive impact while we manage the legal complexities.",
        "btnText": "Read More"
    },
    {
        "id": 10,
        "thumb": "Insolvency and Bankruptcy Code Services.png",
        "thumbFull": "Insolvency and Bankruptcy Code Services.png",
        "activeClass": "",
        "title": "Insolvency and Bankruptcy Code Services",
        "icon": "",
        "text": "Navigate insolvency and bankruptcy processes with confidence. Our expert services include debt resolution, restructuring, and compliance with the Insolvency and Bankruptcy Code (IBC). Trust us to provide strategic guidance, handle documentation, and ensure seamless execution for businesses facing financial challenges.",
        "btnText": "Read More"
    },
    {
        "id": 11,
        "thumb": "Fema Compliances.png",
        "thumbFull": "Fema Compliances.png",
        "activeClass": "",
        "title": "FEMA Compliances and Compounding",
        "icon": "",
        "text": "Simplify FEMA compliance and manage compounding procedures with ease. Our services include documentation, filing, and advisory for cross-border transactions. We ensure adherence to foreign exchange regulations and assist in resolving violations effectively, enabling smooth business operations in global markets.",
        "btnText": "Read More"
    },
    {
        "id": 12,
        "thumb": "FCRA Registration & Renewal.png",
        "thumbFull": "FCRA Registration & Renewal.png",
        "activeClass": "",
        "title": "FCRA Registration & Renewal",
        "icon": "",
        "text": "Get specialized assistance for FCRA registration and renewal processes. We help NGOs comply with statutory guidelines, draft necessary documents, and secure approvals to maintain uninterrupted access to foreign contributions for their projects. Trust our experts to simplify the process and ensure smooth compliance.",
        "btnText": "Read More"
    },
    {
        "id": 13,
        "thumb": "Accounts Outsourcing.png",
        "thumbFull": "Accounts Outsourcing.png",
        "activeClass": "",
        "title": "Accounts Outsourcing",
        "icon": "",
        "text": "Outsource your accounting functions to our team of professionals for increased accuracy and efficiency. From bookkeeping to preparing financial statements, we streamline operations while ensuring compliance with tax regulations. Let us handle your accounts while you focus on achieving your business goals effectively.",
        "btnText": "Read More"
    },
    {
        "id": 14,
        "thumb": "TP Study & Report.png",
        "thumbFull": "TP Study & Report.png",
        "activeClass": "",
        "title": "TP Study & Report",
        "icon": "",
        "text": "Prepare comprehensive transfer pricing (TP) study reports to comply with regulations. Our experts analyze intercompany transactions, evaluate pricing methodologies, and ensure documentation aligns with global standards. Stay audit-ready and compliant while optimizing your transfer pricing strategy with our specialized services.",
        "btnText": "Read More"
    },
    {
        "id": 15,
        "thumb": "Limited Liability Partnership.png",
        "thumbFull": "Limited Liability Partnership.png",
        "activeClass": "",
        "title": "Limited Liability Partnership",
        "icon": "",
        "text": "Facilitate the formation of Limited Liability Partnerships (LLP) with expert support. Our services ensure compliance with legal requirements, streamline the registration process, and provide guidance on structuring. Establish your LLP confidently with our end-to-end assistance, tailored to meet your business needs.",
        "btnText": "Read More"
    },
    {
        "id": 16,
        "thumb": "Branch Office in India.png",
        "thumbFull": "Branch Office in India.png",
        "activeClass": "",
        "title": "Branch Office in India",
        "icon": "",
        "text": "Set up and manage branch offices in India with our tailored services. From registration to regulatory compliance, we ensure seamless integration of your branch into the Indian market. Trust us to navigate complexities while you focus on expanding your business successfully.",
        "btnText": "Read More"
    },
    {
        "id": 17,
        "thumb": "Joint Venture in India.png",
        "thumbFull": "Joint Venture in India.png",
        "activeClass": "",
        "title": "Joint Venture in India",
        "icon": "",
        "text": "Establish successful joint ventures in India with our expert guidance. We assist in finding reliable partners, drafting agreements, and ensuring compliance with legal frameworks. Our end-to-end support ensures your joint venture achieves its objectives and creates lasting value for stakeholders.",
        "btnText": "Read More"
    },
    {
        "id": 18,
        "thumb": "Liaison Office.png",
        "thumbFull": "Liaison Office.png",
        "activeClass": "",
        "title": "Liaison Office",
        "icon": "",
        "text": "Set up liaison offices in India with ease. Our services include documentation, regulatory approvals, and operational support to help you maintain a strategic presence in India. Trust us to handle complexities while you focus on building meaningful relationships and expanding your business globally.",
        "btnText": "Read More"
    },
    {
        "id": 19,
        "thumb": "Incorporation of Company in India.png",
        "thumbFull": "Incorporation of Company in India.png",
        "activeClass": "",
        "title": "Incorporation of Company in India",
        "icon": "",
        "text": "Simplify the incorporation of your company in India with our expert assistance. From legal documentation to regulatory compliance, we provide end-to-end support to help you establish a strong business presence in India while ensuring smooth and seamless operations.",
        "btnText": "Read More"
    },
    {
        "id": 20,
        "thumb": "Project Office.png",
        "thumbFull": "Project Office.png",
        "activeClass": "",
        "title": "Project Office",
        "icon": "",
        "text": "Set up and manage project offices in India with expert guidance. Our services include compliance with statutory requirements, obtaining approvals, and managing operations efficiently. Let us help you focus on your project goals while we handle regulatory and administrative complexities.",
        "btnText": "Read More"
    },
    {
        "id": 21,
        "thumb": "Setting Up NGO.png",
        "thumbFull": "Setting Up NGO.png",
        "activeClass": "",
        "title": "Setting Up NGOs",
        "icon": "",
        "text": "Establish NGOs seamlessly with our expert services. From drafting bylaws to registering under relevant acts, we handle the entire process. We ensure compliance with regulations and provide ongoing support to help your organization achieve its mission and maximize its social impact effectively.",
        "btnText": "Read More"
    },
    {
        "id": 22,
        "thumb": "Remittance of Money by NRI from India.png",
        "thumbFull": "Remittance of Money by NRI from India.png",
        "activeClass": "",
        "title": "Remittance of Money by NRI from India",
        "icon": "",
        "text": "Facilitate the seamless remittance of funds by NRIs from India with our specialized services. We assist in regulatory compliance, documentation, and ensuring adherence to FEMA guidelines. Trust us to streamline the process and help you manage cross-border transactions efficiently and effectively.",
        "btnText": "Read More"
    },
    {
        "id": 23,
        "thumb": "Start Up India Services.png",
        "thumbFull": "Start Up India Services.png",
        "activeClass": "",
        "title": "Start Up India Services",
        "icon": "",
        "text": "Empower your entrepreneurial journey with our Start Up India services. From company incorporation to compliance with startup regulations, we provide comprehensive support to help you launch and scale your business. Trust our experts to guide you through every step of the startup process.",
        "btnText": "Read More"
    },
    {
        "id": 24,
        "thumb": "Certification and Attestation.png",
        "thumbFull": "Certification and Attestation.png",
        "activeClass": "",
        "title": "Certification and Attestation",
        "icon": "",
        "text": "Obtain accurate certifications and attestations with our expert services. We assist in document validation for regulatory, statutory, and legal purposes, ensuring compliance with applicable guidelines. Trust us to provide reliable and efficient support for all your certification and attestation requirements effectively.",
        "btnText": "Read More"
    },
    {
        "id": 25,
        "thumb": "STPI related Services.png",
        "thumbFull": "STPI related Services.png",
        "activeClass": "",
        "title": "STPI Related Services",
        "icon": "",
        "text": "Facilitate Software Technology Parks of India (STPI) registrations and compliance with ease. Our services include documentation, obtaining approvals, and ensuring regulatory adherence for IT businesses. Streamline operations and focus on growth while we manage STPI-related requirements effectively and efficiently.",
        "btnText": "Read More"
    },
    {
        "id": 26,
        "thumb": "Sez Related Services.png",
        "thumbFull": "Sez Related Services.png",
        "activeClass": "",
        "title": "Sez Related Services",
        "icon": "",
        "text": "Navigate the complexities of setting up and operating in Special Economic Zones (SEZ) with our expert services. From approvals to compliance management, we help businesses capitalize on SEZ benefits. Trust us to provide comprehensive support tailored to your unique operational needs.",
        "btnText": "Read More"
    },
    {
        "id": 27,
        "thumb": "Registration of Societies-Trust.png",
        "thumbFull": "Registration of Societies-Trust.png",
        "activeClass": "",
        "title": "Registration of Societies/Trust",
        "icon": "",
        "text": "Simplify the registration of societies and trusts with our expert services. We handle the documentation, compliance requirements, and regulatory approvals to ensure smooth operations. Focus on your objectives while we manage the legal and procedural aspects effectively for you.",
        "btnText": "Read More"
    },
    {
        "id": 28,
        "thumb": "Trademark Related Services.png",
        "thumbFull": "Trademark Related Services.png",
        "activeClass": "",
        "title": "Trademark Related Services",
        "icon": "",
        "text": "Protect your intellectual property with our trademark-related services. From registration to renewals and compliance, we handle the legalities to safeguard your brand. Trust our expertise to simplify the process and ensure your trademarks remain secure and protected at all times.",
        "btnText": "Read More"
    },
    {
        "id": 29,
        "thumb": "Legal Entity Identifier (LEI) Registration.png",
        "thumbFull": "Legal Entity Identifier (LEI) Registration.png",
        "activeClass": "",
        "title": "Legal Entity Identifier (LEI) Registration",
        "icon": "",
        "text": "Ensure regulatory compliance with our Legal Entity Identifier (LEI) registration services. We assist in obtaining LEIs for businesses engaged in financial transactions, ensuring seamless operations and compliance with global standards. Trust us to simplify the process and manage your LEI needs efficiently.",
        "btnText": "Read More"
    },
    {
        "id": 30,
        "thumb": "Goods and Services Tax (GST).png",
        "thumbFull": "Goods and Services Tax (GST).png",
        "activeClass": "",
        "title": "Goods and Services Tax (GST)",
        "icon": "",
        "text": "Streamline your GST compliance with our end-to-end services. From registration and filing to audits and refunds, we provide comprehensive support. Our experts ensure accurate adherence to GST regulations, helping your business stay compliant, minimize risks, and maximize tax benefits effectively and efficiently.",
        "btnText": "Read More"
    }
]
